{
  "common": {
    "brand": "JK",
    "admin": "Gestion",
    "login": "Connexion",
    "logout": "Se déconnecter",
    "guide": "Guide"
  },
  "success": {
    "format": "{attribute} réussie"
  },
  "error": {
    "login": "Il y a une erreur dans le format du numéro de téléphone portable, veuillez le remplir à nouveau."
  },
  "api": {
    "forbidden": "Pas de permis!",
    "serverError": "Le serveur a envoyé une erreur, essayez de nouveau plus tard.",
    "timeout": "Temps d’attente du réseau"
  },
  "nav": {
    "home": {
      "name": "Page d'accueil"
    },
    "icon": {
      "name": "Icônes"
    }
  },
  "login": {
    "form": {
      "phone": "Numéro de téléphone mobile",
      "password": "Mot de passe"
    }
  },
  "icon": {
    "name": "Icônes",
    "operationalGuidelines": "Lignes directrices opérationnelles",
    "description": "Une collection d’icônes fréquemment utilisées peut être utilisée, soit à l’aide de la collection d’icônes habituelles qui est fournie par element-ui, soit à l’aide de sa propre bibliothèque d’icônes personnalisée (la création de la bibliothèque d’icônes peut être vue en cliquant sur le guide d’action en haut à droite).",
    "usage": "Usage",
    "showCode": "Agrandir",
    "hiddenCode": "Réduire",
    "icons": "Icônes",
    "diy": "Personnalisé",
    "guide": {
      "tips_1": "La procédure de création d’une bibliothèque d’icônes personnalisées est simple, il suffit de placer le fichier SVG correspondant dans un dossier spécifique.",
      "tips_2": "Le fichier SVG peut être téléchargé sur",
      "tips_3": "ou sur d’autres sites internet",
      "tips_4": "La voie de conservation du fichier: ",
      "title": "Génération de codes de base d’icônes",
      "text_1": "Tout d’abord, nous sommes allés à",
      "text_2": "(la bibliothèque d’icônes vectorielles de alibaba), nous avons cherché et trouvé les icônes dont nous avions besoin, et nous avons cliqué sur la photo suivante pour les télécharger:",
      "text_3": "Ensuite, cliquez sur \"copiez SVG\" et nous obtenons ainsi le code SVG de l’icône désirée.",
      "text_4": "Enfin, le code SVG copié est collé à l’endroit du code dans le diagramme, de sorte que notre bibliothèque d’icônes a réussi à générer cette icône et est prête à être utilisée directement."
    }
  }
}
